[Furnace_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="火炉"
m_InteractText="`GBA_Use` 放置"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Furnace_Lever_twk DisTweaks_UsableObject]
m_Stages[0]="(m_InteractTextOverride="`GBA_Use` 点燃火炉")"
m_Stages[1]="(m_InteractTextOverride="`GBA_Use` 打开火炉")"

[Furnace_Lever_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Furnace_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="高炉"
m_InteractText=" `GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[FurnaceGrill_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="高炉"
m_InteractText=" `GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[GrannyRags_Cameo_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[GrannyRags_Cameo_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="拉格斯奶奶的小浮雕"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_SewerWoundedThug DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Pwn_SewerWoundedThug:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="暴徒"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_Skeleton_Slackjaw DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Pwn_Skeleton_Slackjaw:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="大嘴巴的尸体"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Valve_H2U_StrtSewerEntry:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="曲柄轮"
m_InteractText="按住 `GBA_Use` 转向"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

